{
  "navigation": {
    "home": "Startseite",
    "about": "Über mich",
    "projects": "Projekte",
    "contact": "Kontakt"
  },
  "home": {
    "greeting": "Hey",
    "description": "Ich bin Simon Sohneg, ein zertifizierter Software-Entwickler und ehemaliger Bäcker. Getrieben von Neugier und der Liebe zum Erschaffen, habe ich meine Leidenschaft zum Beruf gemacht. Jetzt baue ich Webseiten, Apps, Software und Spiele."
  },
  "about": {
    "title": "Über mich",
    "subtitle": "Eine Reise vom Mehl zum Code",
    "scrollHint": "Scroll um meine Geschichte zu entdecken",
    "chapter1Title": "Der Bäcker",
    "chapter1Text": "Als Kind sagte ich immer: Entweder werde ich Bäcker oder Informatiker. Also wurde ich erst mal Bäcker. In einer kleinen Bäckerei lernte ich das Handwerk noch von Hand – mit dem besten Sauerteig weit und breit. Danach arbeitete ich bei grösseren Betrieben. 10 Jahre lang, früh aufstehen, aus simplen Zutaten etwas Leckeres zaubern. Ich liebte es, Menschen eine Freude zu machen.",
    "chapter2Title": "Der Wendepunkt",
    "chapter2Text": "Meine Mehlallergie wurde immer schlimmer – bis ich irgendwann keine Luft mehr bekam. Eine Weile habe ich trotzdem weitergemacht, weil mir der Beruf gefiel. Aber dann war klar: Es ist Zeit für Plan B. Oder war es eigentlich Plan A?",
    "chapter3Title": "Der Neuanfang",
    "chapter3Text": "Die IV ermöglichte mir eine Zweitausbildung – und Schindler Aufzüge AG gab mir die Chance. Dort lernte ich enorm viel: von VoIP-Kommunikation (ich baute eine Fallback-Webseite für die Notrufkommunikation bei Netzausfall) bis zur Mitarbeit in der R&D am streng geheimen Schindler X8. Mein erstes Projekt? Ein Parallax-Effekt in Unity mit Gesichtserkennung – zum Glück hatte ich schon als Hobby damit experimentiert. Die Kamera trackte meine Position, und der Bildschirm wurde zum Fenster in eine 3D-Welt. Da wusste ich: Das ist mein Ding.",
    "chapter4Title": "Im Beruf",
    "chapter4Text": "Nun arbeite ich bei Brabender Solutions. Dort entwickle ich ein umfassendes Business-System und eine Dokumenten-KI. Es macht Spass, komplexe Probleme zu lösen und Menschen das Leben zu vereinfachen.",
    "chapter5Title": "Nebenbei",
    "chapter5Text": "Privat gründete ich Tuning Schweiz – eine Auto-Community mit über 8'500 Mitgliedern, einer eigenen Event-App und Webseite. Ausserdem baue ich VR-Erlebnisse und Games, und bastle mit Raspberry Pis. Meine Projekte sind mein Spielplatz.",
    "chapter6Title": "Die Leidenschaft",
    "chapter6Text": "Ich fixiere mich nicht auf einen Tech-Stack – je nach Projekt wähle ich das passende Werkzeug. Ob Web, App, VR oder Games: Was zählt ist, Ideen zum Leben zu erwecken. Die Leidenschaft fürs Erschaffen blieb – nur das Medium hat sich geändert.",
    "chapter7Title": "Das Leben daneben",
    "chapter7Text": "Wenn ich nicht code, mache ich elektronische Musik als Sonex oder lege in VRChat auf. Und unsere beiden Pomskys Ari und Luci sorgen dafür, dass ich genug frische Luft bekomme.",
    "closingQuote": "Ich mache immer noch Cookies – sie haben nur eine andere Bedeutung bekommen."
  },
  "projects": {
    "title": "Projekte",
    "tuningSchweiz": {
      "title": "Tuning Schweiz App",
      "description": "Eine massgeschneiderte Event-App für die grösste Auto-Community der Schweiz mit über 8'500 Mitgliedern. Mit Event-Management, Treffen-Koordination und Community-Funktionen.",
      "thought": "Mein Herzensprojekt! Begann als kleine Idee und wurde zu etwas Grossartigem."
    },
    "businessSystem": {
      "title": "Business Management System",
      "description": "Eine komplette Unternehmenslösung mit CRM, Zeiterfassung, Dokumentenmanagement und Workflow-Automatisierung. Entwickelt für Brabender Solutions.",
      "thought": "Lerne hier so viel über Enterprise-Architektur!"
    },
    "vrElevator": {
      "title": "VR Marketing Erlebnis",
      "description": "Eine immersive Virtual-Reality-Anwendung für Aufzugshersteller, die Kunden ermöglicht, Produkte in einem virtuellen Showroom zu erleben.",
      "thought": "Mein erstes VR-Projekt – die Reaktionen der Leute waren unbezahlbar!"
    },
    "dogCamera": {
      "title": "Pomsky Cam",
      "description": "Eine Raspberry Pi-betriebene Hundekamera, die unsere zwei Pomskys überwacht und Echtzeit-Updates an Discord sendet, wenn Aktivität erkannt wird.",
      "thought": "Gebaut, weil ich unsere Fellnasen bei der Arbeit vermisst habe!"
    },
    "crowDesk": {
      "title": "Crow Desk",
      "description": "Eine professionelle Aufgabenverwaltungs-Plattform für Teams mit Projektorganisation, Aufgabenverfolgung, Team-Zusammenarbeit und einem Kundenportal mit Echtzeit-Updates.",
      "thought": "Ein herausforderndes Projekt, das meine Full-Stack-Skills gefordert hat!"
    },
    "syncShift": {
      "title": "Sync Shift",
      "description": "Eine mobile Zeiterfassungs-App, entwickelt für ein Unternehmen im industriellen Bereich. Mitarbeiter:innen können Schichten starten, pausieren, beenden und Notizen hinzufügen – verfügbar auf Android & iOS.",
      "thought": "Einfaches Konzept, aber die Details machten es spannend!"
    },
    "clientWebsites": {
      "title": "Kunden-Webseiten",
      "description": "Verschiedene Webseiten für lokale Unternehmen und Organisationen mit WordPress erstellt, mit individuellen Designs und Funktionen, die auf die Bedürfnisse jedes Kunden zugeschnitten sind.",
      "thought": "Ich liebe es, lokalen Unternehmen online zu helfen!"
    }
  },
  "notFound": {
    "title": "404",
    "message": "Seite nicht gefunden",
    "goHome": "Zur Startseite"
  },
  "metadata": {
    "title": "Mein Portfolio",
    "description": "Zertifizierter Entwickler für Webseiten, Apps, Software und Spiele"
  }
}
