{
  "navigation": {
    "home": "Home",
    "about": "About",
    "projects": "Projects",
    "contact": "Contact"
  },
  "home": {
    "greeting": "Hey",
    "description": "I'm Simon Sohneg, a certified developer and former baker. Driven by curiosity and a love for creating things, I turned my passion into a career. Now I build websites, apps, software and games."
  },
  "about": {
    "title": "About me",
    "subtitle": "A journey from flour to code",
    "scrollHint": "Scroll to discover my story",
    "chapter1Title": "The Baker",
    "chapter1Text": "As a kid, I always said: I'll either become a baker or work in IT. So I became a baker first. I learned the craft by hand in a small bakery – with the best sourdough around. Then I worked at larger operations. 10 years of early mornings, turning simple ingredients into something delicious. I loved making people happy.",
    "chapter2Title": "The Turning Point",
    "chapter2Text": "My flour allergy kept getting worse – until one day I couldn't breathe anymore. I pushed through for a while because I loved the job. But then it became clear: time for Plan B. Or was it actually Plan A all along?",
    "chapter3Title": "A New Beginning",
    "chapter3Text": "Disability insurance enabled me to start a second apprenticeship – and Schindler Elevators gave me the chance. I learned so much there: from VoIP communication (I built a fallback website for emergency calls during network outages) to working in R&D on the top-secret Schindler X8. My first project? A parallax effect in Unity with face tracking – luckily I'd already been tinkering with it as a hobby. The camera tracked my position, turning the screen into a window to a 3D world. That's when I knew: this is my thing.",
    "chapter4Title": "At Work",
    "chapter4Text": "Now I work at Brabender Solutions. There I develop a comprehensive business system and a document AI. I love solving complex problems and making people's lives easier.",
    "chapter5Title": "On the Side",
    "chapter5Text": "In my free time, I founded Tuning Schweiz – a car community with over 8,500 members, its own event app and website. I also build VR experiences and games, and tinker with Raspberry Pis. My projects are my playground.",
    "chapter6Title": "The Passion",
    "chapter6Text": "I don't lock myself into one tech stack – I pick the right tool for each project. Web, apps, VR, or games: what matters is bringing ideas to life. The passion for creating stayed – only the medium changed.",
    "chapter7Title": "Life Beyond Code",
    "chapter7Text": "When I'm not coding, I make electronic music as Sonex or DJ in VRChat. And our two Pomskies Ari and Luci make sure I get enough fresh air.",
    "closingQuote": "I still make cookies – they just have a different meaning now."
  },
  "projects": {
    "title": "Projects",
    "tuningSchweiz": {
      "title": "Tuning Schweiz App",
      "description": "A custom event app for Switzerland's largest car community with over 8,500 members. Features event management, meetup coordination, and community features.",
      "thought": "My passion project! Started as a small idea and grew into something amazing."
    },
    "businessSystem": {
      "title": "Business Management System",
      "description": "A complete enterprise solution including CRM, time tracking, document management, and workflow automation. Built for Brabender Solutions.",
      "thought": "Learning so much about enterprise architecture here!"
    },
    "vrElevator": {
      "title": "VR Marketing Experience",
      "description": "An immersive virtual reality application for elevator manufacturers, allowing customers to experience products in a virtual showroom.",
      "thought": "My first VR project – seeing people's reactions was priceless!"
    },
    "dogCamera": {
      "title": "Pomsky Cam",
      "description": "A Raspberry Pi-powered dog camera that monitors our two Pomskies and sends real-time updates to Discord when it detects activity.",
      "thought": "Built this because I missed our fluffballs during work!"
    },
    "crowDesk": {
      "title": "Crow Desk",
      "description": "A professional task management platform for teams, featuring project organization, task tracking, team collaboration, and a client portal with real-time updates.",
      "thought": "A challenging project that pushed my full-stack skills!"
    },
    "syncShift": {
      "title": "Sync Shift",
      "description": "A mobile time tracking app developed for an industrial company. Employees can start, pause, and end shifts, as well as add notes – available on Android & iOS.",
      "thought": "Simple concept, but the details made it interesting!"
    },
    "clientWebsites": {
      "title": "Client Websites",
      "description": "Various websites built for local businesses and organizations using WordPress, featuring custom designs and functionality tailored to each client's needs.",
      "thought": "Love helping local businesses get online!"
    }
  },
  "notFound": {
    "title": "404",
    "message": "Page not found",
    "goHome": "Go Home"
  },
  "metadata": {
    "title": "My Portfolio",
    "description": "Certified developer for websites, apps, software and games"
  }
}
